let citeBlock = {
  image: "https://u.livelib.ru/reader/OrangeSwan/o/t2xmh0jr/o-o.jpeg",
  cite: "Ты всегда в ответе за тех, кого приручил.",
  resource: `"Маленький принц", Антуан Де Сент-Экзюпери`,
};

let newBook = {
  commentCount: 0,
  addCount: 1405,
  addDate: new Date("2022-03-19"),
  image: "./png/book-advert.png",
  bookName: "Шестерка воронов",
  bookAuthor: "Ли Бардуго",
  bookContent: `Кеттердам – шумный центр международной торговли, где по сходной цене можно купить все, и лучше других это знает юный гений преступного мира Каз Бреккер. Ему выпадает шанс на ограбление века, которое может сделать его невообразимо богатым. Но один он не справится... Узник, обуреваемый жаждой мести. Стрелок, который любит испытывать судьбу. Беглец из высших слоев общества. Шпионка, известная под кличкой Призрак. Девушка из магического ордена гришей с необычным даром. Вор с талантом выходить сухим из воды. Шесть опасных изгоев. Одно невозможное похищение.`,
  genreList: [],
  comments: [],
};

let introductionContent = `Мы рады приветствовать вас на сайте YourLib. Надеемся,
                        что, став
                        постоянными посетителями нашего сайта,
                        вы
                        найдете здесь немало
                        полезного и интересного для себя среди предоставленных сетевых ресурсов, узнаете об основных
                        новостях
                        мира
                        литературы. Вы всегда можете рассчитывать на наше понимание и содействие, на помощь
                        администрации YourLib, которая постарается сэкономить ваше время и учесть все ваши предложения.`;

let genreList = [
  "фантастика",
  "антиутопия",
  "психологический",
  "философский",
  "социальный",
  "приключения",
  "романтика",
  "исторический",
  "драма",
  "научная фантастика",
  "мистика",
  "любовь",
  "триллер",
  "саспенс",
  "семейная сага",
  "готика",
  "контркультура",
  "боевик",
  "реализм",
  "военный",
  "фэнтези",
];
